const posts = [
  {
    id: 1,
    title: '인공지능 화상 회의 시스템 도입으로 비지니스 커뮤니티',
    content:
      '건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.',
    commentCount: 3,
    authorName: '유니',
    time: '2024-10-30 10:00',
  },
  {
    id: 2,
    title: '인공지능 화상 회의 시스템 도입으로 비지니스 커뮤니티',
    content:
      '건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.',
    commentCount: 5,
    authorName: '유니',
    time: '2024-10-30 11:00',
  },
  {
    id: 3,
    title: '인공지능 화상 회의 시스템 도입으로 비지니스 커뮤니티',
    content:
      '건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.',
    commentCount: 2,
    authorName: '유니',
    time: '2024-10-30 12:00',
  },
  {
    id: 4,
    title: '인공지능 화상 회의 시스템 도입으로 비지니스 커뮤니티',
    content:
      '건강과 지속 가능성을 추구하는 이들을 위해, 맛과 영양이 가득한 채식 요리 레시피를 소개합니다.',
    commentCount: 8,
    authorName: '유니',
    time: '2024-10-30 13:00',
  },
];

export default posts;
